[About Language File]
Version=10.0.0
Date=17.05.2015
Author=Θανάσης Κατσαγεώργης
Email=tkatsageorgis[at]gmail[dot]com
Comments=If you find translation errors, let me know. Thank you.

[MainForm]
ActionDocument=Έ&γγραφο
ActionDocumentFormat=Μορφοποίηση
ActionDocumentFormatSQL:h=Μορφοποίηση SQL
ActionDocumentFormatSQL=Μορφοποίηση SQL
ActionDocumentFormatXML:h=Μορφοποίηση XML
ActionDocumentFormatXML=&Μορφοποίηση XML
ActionDocumentInfo:h=Καταμέτρηση γραμμής, λέξης και χαρακτήρα
ActionDocumentInfo=&Υπολογισμός Γραμμών, Λέξεων και Χαρακτήρων...
ActionDocumentViewInBrowser:h=Δείτε τρέχοντος εγγράφου στο προεπιλεγμένο πρόγραμμα περιήγησης
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=&Προβολή σε πρόγραμμα περιήγησης
ActionEdit=Επε&ξεργασία
ActionEditCopy:h=Αντιγραφή επιλογής και μεταφορά της στο Πρόχειρο
ActionEditCopy:s=Ctrl+C
ActionEditCopy=Αντιγρα&φή
ActionEditCut:h=Αποκοπή επιλογής και μεταφορά της στο Πρόχειρο
ActionEditCut:s=Ctrl+X
ActionEditCut=Α&ποκοπή
ActionEditDecreaseIndent:h=Μείωση διαχωριστικού
ActionEditDecreaseIndent:s=Shift+Ctrl+U
ActionEditDecreaseIndent=&Μείωση
ActionEditDelete=Διαγρα&φή
ActionEditDeleteEndOfLine:h=Διαγραφή τέλους γραμμής
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=&Τέλος Γραμμής
ActionEditDeleteLine:h=Διαγραφή γραμμής
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Γραμμή
ActionEditDeleteWhitespace:h=Αφαίρεση των κενών από επιλεγμένο κείμενο
ActionEditDeleteWhitespace=Α&φαίρεση Κενού
ActionEditDeleteWord:h=Διαγραφή λέξης
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=&Λέξη
ActionEditIncreaseIndent:h=Αύξηση διαχωριστικού
ActionEditIncreaseIndent:s=Shift+Ctrl+I
ActionEditIncreaseIndent=Αύξηση
ActionEditIndent=&Διαχωριστικό
ActionEditInsert=Εισαγωγή
ActionEditInsertDateTime:h=Εισαγωγή ημερομηνίας και ώρας
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Ημερομηνία και Ώρα
ActionEditInsertLine:h=Εισαγωγή γραμμής
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Γραμμή
ActionEditInsertTag:h=Insert HTML/XML ετικέτες
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag=&HTML/XML Ετικέτες...
ActionEditPaste:h=Εισαγωγή περιεχομένων Του Πρόχειρου
ActionEditPaste:s=Ctrl+V
ActionEditPaste=Ε&πικόλληση
ActionEditRedo:h=Ακύρωση αναίρεσης της προηγούμενης ενέργειας αναίρεσης
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=Α&κύρωση αναίρεσης
ActionEditSelectAll:h=Επιλογή όλων
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Επιλογή Όλων
ActionEditSort=Τα&ξινόμηση
ActionEditSortAsc:h=Φθίνουσα ταξινόμηση
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=&Αύξουσα ταξινόμηση
ActionEditSortDesc:h=Φθίνουσα ταξινόμηση
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=&Φθίνουσα ταξινόμηση
ActionEditToggleCase:h=Εναλλαγή κεφαλαίων
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=Εναλ&λαγή Κεφαλαίων
ActionEditUndo:h=Αναίρεση τελευταίας ενέργειας
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=Α&ναίρεση
ActionFile=&Αρχείο
ActionFileClose:h=Κλείσιμο ενεργού εγγράφου
ActionFileClose:s=Ctrl+F4
ActionFileClose=Κ&λείσιμο
ActionFileCloseAll:h=Κλείσιμο των ανοικτών αρχείων
ActionFileCloseAll=Κλείσιμο Όλ&ων
ActionFileCloseAllOther:h=Κλείσιμο όλων των άλλων σελίδων
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Κλείσιμο Των Υπόλοιπων Σελίδων
ActionFileExit:h=Κλείσιμο Εφαρμογής
ActionFileExit:s=Alt+F4
ActionFileExit=Έ&ξοδος
ActionFileNew:h=Δημιουργία νέου εγγράφου
ActionFileNew:s=Ctrl+N
ActionFileNew=&Νέο
ActionFileOpen:h=Άνοιγμα υπάρχοντος εγγράφου
ActionFileOpen:s=Ctrl+O
ActionFileOpen=Ά&νοιγμα...
ActionFilePrint:h=Εκτύπωση ενεργού εγγράφου
ActionFilePrint:s=Ctrl+P
ActionFilePrint=&Εκτύπωση...
ActionFilePrintPreview:h=Προεπισκόπηση ενεργού εγγράφου
ActionFilePrintPreview=Εκτύπωση Π&ροεπισκόπησης...
ActionFileProperties:h=Δείτε τις ιδιότητες του αρχείου
ActionFileProperties=Ι&διότητες...
ActionFileReopen=Άνοιγμα &ξανά
ActionFileReopenClear=Κα&θαρισμός
ActionFileSave:h=Αποθήκευση ενεργού εγγράφου
ActionFileSave:s=Ctrl+S
ActionFileSave=Απο&θήκευση
ActionFileSaveAll:h=Αποθήκευση όλων των εγγράφων
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Απ&οθήκευση Όλων
ActionFileSaveAs:h=Αποθήκευση ενεργού εγγράφου με καινούριο όνομα
ActionFileSaveAs:s=Ctrl+Atl+S
ActionFileSaveAs=Α&ποθήκευση Ως...
ActionFileSelectFromDirectory:h=Select the file from the active directory
ActionFileSelectFromDirectory:t=Translation needed
ActionFileSelectFromDirectory=Select from Directory
ActionHelp=&Βοήθεια
ActionHelpAboutEditBone:h=Προβολή πληροφοριών σχετικά με το EditBone
ActionHelpAboutEditBone=&Περί EditBone
ActionHelpCheckForUpdates:h=Έλεγχος για ενημερώσεις
ActionHelpCheckForUpdates=Έ&λεγχος για ενημερώσεις
ActionHelpVisitHomepage:h=Επίσκεψη στη σελίδα EditBone - http://www.bonecode.com/
ActionHelpVisitHomepage=&Επίσκεψη στη Κεντρική Σελίδα
ActionMacroOpen:h=Άνοιγμα υπάρχουσας μακροεντολής
ActionMacroOpen=Ά&νοιγμα...
ActionMacroPlayback:h=Αναπαραγωγή μακροεντολής
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=Ανα&παραγωγή
ActionMacroRecordPause:h=Καταγραφή ή παύση μακροεντολής
ActionMacroRecordPause:s=Shift+Ctrl+R
ActionMacroRecordPause=Καταγρα&φή
ActionMacroSaveAs:h=Αποθήκευση μακροεντολής με νέο όνομα
ActionMacroSaveAs=Απο&θήκευση ως...
ActionMacroStop:h=Διακοπή καταγραφής μακροεντολής
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=&Διακοπή
ActionSearch=Ανα&ζήτηση
ActionSearchClearBookmarks:h=Καθαρισμός όων των σελιδοδεικτών
ActionSearchClearBookmarks=Καθαρισμός &Σελιδοδεικτών
ActionSearchFindInFiles:h=Αναζήτηση συμβολοσειράς σε πολλαπλά αρχεία
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=&Εύρεση σε Αρχεία...
ActionSearchFindNext:h=Εύρεση του επόμενου κειμένου που ταιριάζει
ActionSearchFindNext:s=F3
ActionSearchFindNext=Εύρεση Ε&πόμενου
ActionSearchFindPrevious:h=Εύρεση του προηγούμενου κειμένου που ταιριάζει
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Εύρεση Π&ροηγούμενου
ActionSearchGoToBookmarks:h=Μετάβαση στους Σελιδοδείκτες
ActionSearchGoToBookmarks=Μετάβαση στους Σελιδοδείκτες
ActionSearchGoToLine:h=Μετάβαση Στη Γραμμή
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Μετάβαση Στη Γραμμή
ActionSearchReplace:h=Αναζήτηση συγκεκριμένου κειμένου με διαφορετικό
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=Αν&τικατάσταση...
ActionSearchSearch:h=Αναζήτηση συγκεκριμένου κειμένου
ActionSearchSearch:s=Ctrl+F
ActionSearchSearch=Ανα&ζήτηση...
ActionSearchToggleBookmark:h=Ορισμός ή κατάργηση σελιδοδείκτη στη τρέχουσα γραμμή. Οι σελιδοδείκτες μπορούν να ρυθμιστούν με τη χρήση Ctrl+Shift+1..9. Μετάβαση στο σελιδοδείκτη χρησιμοποιώντας Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Εναλλαγή &Σελιδοδείκτη
ActionSearchToggleBookmarks:h=Εναλλαγή Σελιδοδεικτών
ActionSearchToggleBookmarks=Ε&ναλλαγή Σελιδοδεικτών
ActionToolbarMenuLanguage=Γ&λώσσα
ActionToolbarMenuSkin=Σ&τυλ
ActionToolbarMenuView=&View
ActionToolbarMenuView:t=Translation needed
ActionTools=Εργα&λεία
ActionToolsCharacterMap:h=Εισαγωγή unicode χαρακτήρων στο ενεργό έγγραφο με διπλό κλικ
ActionToolsCharacterMap=&Πίνακας Χαρακτήρων Unicode...
ActionToolsCompareFiles:h=Σύγκριση αρχείων
ActionToolsCompareFiles=&Σύγκριση Αρχείων...
ActionToolsConvert:h=Μετατροπή μεταξύ αριθμητικών μονάδων
ActionToolsConvert=Με&τατροπή...
ActionToolsLanguageEditor:h=Επεξεργαστής γλώσσας
ActionToolsLanguageEditor=&Επεξεργαστής Γλώσσας...
ActionToolsOptions:h=Ρύθμιση επιλογών
ActionToolsOptions=&Επιλογές...
ActionToolsSelectForCompare:h=Επιλογή εγγράφου για σύγκριση
ActionToolsSelectForCompare=Επιλογή Για Σύγκριση...
ActionView=&Προβολή
ActionViewCloseDirectory:h=Κλείσιμο ενεργού καταλόγου
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=Κ&λείσιμο Καταλόγου
ActionViewDirectory:h=Εμφάνιση ή απόκρυψη του καταλόγου
ActionViewDirectory=&Κατάλογος
ActionViewEditDirectory:h=Επεξεργασία ενεργού καταλόγου
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=Επε&ξεργασία Καταλόγου...
ActionViewEncodingSelection:h=Εμφάνιση ή απόκρυψη της επιλογής κωδικοποίησης
ActionViewEncodingSelection=Κω&δικοποίηση
ActionViewFiles:h=Αναζήτηση αρχείων στον επιλεγμένο κατάλογο
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=Αρ&χεία...
ActionViewColorSelection=Color
ActionViewColorSelection:h=Show or hide the color selection
ActionViewColorSelection:t=Translation needed
ActionViewHighlighterSelection:h=Εμφάνιση ή απόκρυψη της επιλογής επισήμανσης
ActionViewHighlighterSelection=Επι&σήμανση
ActionViewLineNumbers:h=Εναλλαγή αριθμών γραμμών
ActionViewLineNumbers=Αρι&θμοί Γραμμών
ActionViewMainMenu=Main menu
ActionViewMainMenu:h=Show or hide the main menu
ActionViewMainMenu:t=Translation needed
ActionViewMenuBar=Menu bar
ActionViewMenuBar:h=Show or hide the menu bar
ActionViewMenuBar:t=Translation needed
ActionViewMiniMap:h=Εμφάνιση ή απόκρυψη μικροχάρτη
ActionViewMiniMap=Μικροχάρτης
ActionViewNextPage:h=Μετάβαση στην επόμενη σελίδα
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=Ε&πόμενη Σελίδα
ActionViewOpenDirectory:h=Άνοιγμα νέου καταλόγου
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=Ά&νοιγμα Καταλόγου...
ActionViewOutput:h=Εμφάνιση ή απόκρυψη παραγωγής
ActionViewOutput=Παρα&γωγή
ActionViewPreviousPage:h=Μετάβαση στη προηγούμενη σελίδα
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=Π&ροηγούμενη Σελίδα
ActionViewSelectionMode:h=Εναλλαγή λειτουργίας επιλογής. Επίσης, πιέζοντας το Alt θα εναλλαχθεί η λειτουργία επιλογής.
ActionViewSelectionMode=Λειτουργία Ε&πιλογής
ActionViewSpecialChars:h=Εναλλαγή ειδικών χαρακτήρων
ActionViewSpecialChars=Ει&δικοί Χαρακτήρες
ActionViewSplit:h=Διαχωρισμός εγγράφου
ActionViewSplit=&Διαχωρισμός
ActionViewStatusBar:h=Εμ&φάνιση ή Απόκρυψη της γραμμής κατάστασης
ActionViewStatusBar=Γραμμή &Κατάστασης
ActionViewToolbar:h=Εμφάνιση ή απόκρυψη της μπάρας εργαλείων
ActionViewToolbar=&Μπάρα Εργαλείων
ActionViewWordWrap:h=Εναλλαγή αναδίπλωσης κειμένου
ActionViewWordWrap=Ανα&δίπλωση Κειμένου
ActionViewXMLTree:h=Εμφάνιση ή απόκρυψη του XML δέντρου
ActionViewXMLTree=&XML Δέντρο

[AskYesOrNo]
CancelSearch=Ακύρωση αναζήτησης, είστε βέβαιοι;
CloseDirectory=Κλείσιμο καταλόγου %s, είστε βέβαιοι;
DeleteDirectory:t=Translation needed
DeleteDirectory=Delete directory %s, are you sure?
DeleteFile:t=Translation needed
DeleteFile=Delete file %s, are you sure?
DeleteLine:t=Translation needed
DeleteLine=Delete line, are you sure?
DocumentTimeChanged=Η ημερομηνία/ώρα του εγγράφου %s άλλαξε. Να ανανεωθεί;
NewVersion=Μια νέα έκδοση %s του %s είναι διαθέσιμη. %sΕπιθυμείτε να τη λάβετετε μέσω Internet;
RecordMacro=Να γίνει καταγραφή νέας μακροεντολής, είστε βέβαιοι;
ReplaceOccurence=Αντικατάσταση εμφάνισης του '%s';
SaveChanges=Αποθήκευση αλλαγών;
SearchMatchNotFound=Η αναζήτηση δεν είχε αποτέλεσμα.%sΝα γίνει επανάληψη από την αρχή του αρχείου;
SearchStringNotFound=Η συμβολοσειρά '%s' δε βρέθηκε

[Message]
CannotFindString=δεν είναι δυνατό να βρεθεί η συμβολοσειρά '%s'
DocumentStatistics=Γραμμές: %d%sΛέξεις: %d%sΧαρακτήρες: %d
LatestVersion=Χρησιμοποιείτε τη τελευταία έκδοση.

[ErrorMessage]
EnterPath=Enter path.
EnterPath:t=Translation needed
EnterTabName=Εισάγετε το όνομα της καρτέλας.
FileNotFound=Το αρχείο '%s' δε βρέθηκε.
PathNotExist=Path does not exist.
PathNotExist:t=Translation needed
RootDirectoryNotExist=Ο Κεντρικοός Κατάλογος δεν υπάρχει.

[WarningMessage]
FileAccessError=Σφάλμα πρόσβασης %s αρχείου.

[Constant]
AllFiles=Όλα
Arrow:t=Translation needed
Arrow=Arrow
AutoSave:t=Translation needed
AutoSave=Auto Save
Block=Μπλοκ
Bookmark=Σελιδοδείκτης
Bottom=Κάτω Μέρος
Circle=Circle
Circle:t=Translation needed
Color=Color
Color:t=Translation needed
CompareFiles=Σύγκριση Αρχείων
CountingFiles:t=Translation needed
CountingFiles=Counting files...
Document=Έγγραφο
Dot=Dot
Dot:t=Translation needed
DownloadCancelling=Ακύρωση...
DownloadDone=Έγινε.
EditDirectory=Επεξεργασία Καταλόγου
Encoding=Encoding
Encoding:t=Translation needed
FilesFound=%d file(s) have been found in %s
FilesFount:t=Translation needed
FooterLeft=Υποσέλιδο - Αριστερά
FooterRight=Υποσέλιδο - Δεξιά
GoToLine=Go to line
GoToLine:t=Translation needed
HalfBlock=Μισό Μπλοκ
HeaderLeft=Κεφαλίδα - Αριστερά
HeaderRight=Κεφαλίδα - Δεξιά
Hide=Απόκρυψη
Highlighter=Highlighter
Highlighter:t=Translation needed
HorizontalLine=Οριζόντια Γραμμή
Insert=Εισαγωγή
InsertTags=Insert HTML/XML Tags
InsertTags:t=Translation needed
InvalidName=Invalid name
InvalidName:t=Translation needed
LanguageEditor=Επεξεργαστής Γλώσσας - [%s]
Line=Γραμμή
MatchFound=%d match%s found
MatchFound:t=Translation needed
MatchFoundPluralExtension=es
MatchFoundPluralExtension:t=Translation needed
Minute=ελάχ
Modified=Τροποποιήθηκε
OccurencesFound=%d εμφάνιση (-εις) βρέθηκαν σε %s
Open=Άνοιγμα
OpenDirectory=Άνοιγμα Καταλόγου
Overwrite=Αντικατάσταση
Pilcrow=Pilcrow
Pilcrow:t=Translation needed
PreviewDocumentPage=Σελίδα: $PAGENUM$ από $PAGECOUNT$
PreviewPage= Σελίδα: %d
PreviewPrintDocument=Εκτύπωση (%s)|Εκτύπωση εγγράφου σε %s
PrintedBy=Τυπώθηκε από %s
Rename=Επιθυμείτε τη μετονομασία του %s σε %s;
RenameFailed=%s rename failed
RenameFailed:t=Translation needed
SaveAs=Αποθήκευση Ως
SearchFor=Αναζήτηση για '%s'
Second=δευ
SelectRootDirectory=Επιλογή Κεντρικού Καταλόγου
Solid=Solid
Solid:t=Translation needed
Square=Square
Square:t=Translation needed
ThinHorizontalLine=Thin horizontal line
ThinHorizontalLine:t=Translation needed
ThinVerticalLine=Thin vertical line
ThinVerticalLine:t=Translation needed
Top=Κορυφή
TopLine=Πρώτη Γραμμή: %d
VersionInfoNotFound=Δε βρέθηκαν πληροφορίες για την έκδοση.
VerticalLine=Κάθετη Γραμμή

[DialogConstant]
SMsgDlgAbort=Από&ρριψη
SMsgDlgAll=Ό&λα
SMsgDlgCancel=Ακύρωση
SMsgDlgClose=&Κλείσιμο
SMsgDlgConfirm=Επιβεβαίωση
SMsgDlgError=Λάθος
SMsgDlgHelp=&Βοήθεια
SMsgDlgHelpHelp=Βοήθεια
SMsgDlgHelpNone=Δεν υπάρχει διαθέσιμη βοήθεια
SMsgDlgIgnore=&Παράλειψη
SMsgDlgInformation=Πληροφορίες
SMsgDlgNo=Ό&χι
SMsgDlgNoToAll=Ό&χι σε Όλα
SMsgDlgOK=Εντάξει
SMsgDlgRetry=Επανά&ληψη
SMsgDlgWarning=Προειδοποίηση
SMsgDlgYes=&Ναι
SMsgDlgYesToAll=&Ναι σε Όλα

[ColorConstant]
clBlack=Black
clBlack:t=Translation needed
clMaroon=Maroon
clMaroon:t=Translation needed
clGreen=Green
clGreen:t=Translation needed
clOlive=Olive
clOlive:t=Translation needed
clNavy=Navy
clNavy:t=Translation needed
clPurple=Purple
clPurple:t=Translation needed
clTeal=Teal
clTeal:t=Translation needed
clGray=Gray
clGray:t=Translation needed
clSilver=Silver
clSilver:t=Translation needed
clRed=Red
clRed:t=Translation needed
clLime=Lime
clLime:t=Translation needed
clYellow=Yellow
clYellow:t=Translation needed
clBlue=Blue
clBlue:t=Translation needed
clFuchsia=Fuchsia
clFuchsia:t=Translation needed
clAqua=Aqua
clAqua:t=Translation needed
clWhite=White
clWhite:t=Translation needed
clMoneyGreen=Money Green
clMoneyGreen:t=Translation needed
clSkyBlue=Sky Blue
clSkyBlue:t=Translation needed
clCream=Cream
clCream:t=Translation needed
clMedGray=Medium Gray
clMedGray:t=Translation needed
clActiveBorder=Active Border
clActiveBorder:t=Translation needed
clActiveCaption=Active Caption
clActiveCaption:t=Translation needed
clAppWorkSpace=Application Workspace
clAppWorkSpace:t=Translation needed
clBackground=Background
clBackground:t=Translation needed
clBtnFace=Button Face
clBtnFace:t=Translation needed
clBtnHighlight=Button Highlight
clBtnHighlight:t=Translation needed
clBtnShadow=Button Shadow
clBtnShadow:t=Translation needed
clBtnText=Button Text
clBtnText:t=Translation needed
clCaptionText=Caption Text
clCaptionText:t=Translation needed
clDefault=Default
clDefault:t=Translation needed
clGradientActiveCaption=Gradient Active Caption
clGradientActiveCaption:t=Translation needed
clGradientInactiveCaption=Gradient Inactive Caption
clGradientInactiveCaption:t=Translation needed
clGrayText=Gray Text
clGrayText:t=Translation needed
clHighlight=Highlight Background
clHighlight:t=Translation needed
clHighlightText=Highlight Text
clHighlightText:t=Translation needed
clHotLight=Hot Light
clHotLight:t=Translation needed
clInactiveBorder=Inactive Border
clInactiveBorder:t=Translation needed
clInactiveCaption=Inactive Caption
clInactiveCaption:t=Translation needed
clInactiveCaptionText=Inactive Caption Text
clInactiveCaptionText:t=Translation needed
clInfoBk=Info Background
clInfoBk:t=Translation needed
clInfoText=Info Text
clInfoText:t=Translation needed
clMenu=Menu Background
clMenu:t=Translation needed
clMenuBar=Menu Bar
clMenuBar:t=Translation needed
clMenuHighlight=Menu Highlight
clMenuHighlight:t=Translation needed
clMenuText=Menu Text
clMenuText:t=Translation needed
clNone=None
clNone:t=Translation needed
clScrollBar=Scroll Bar
clScrollBar:t=Translation needed
cl3DDkShadow=3D Dark Shadow
cl3DDkShadow:t=Translation needed
cl3DLight=3D Light
cl3DLight:t=Translation needed
clWindow=Window Background
clWindow:t=Translation needed
clWindowFrame=Window Frame
clWindowFrame:t=Translation needed
clWindowText=Window Text
clWindowText:t=Translation needed

[FileTypes]
Assembler 68HC11=Αρχεία 68HC11 Assembler (*.hc11;*.asc)
AutoIt v3=Αρχεία AutoIt (*.au3)
AWK=AWK Σενάρια (*.awk)
C#=Αρχεία C# (*.cs)
C++=Αρχεία C/C++ (*.c;*.cpp;*.h;*.hpp)
CSS=Αρχεία Cascading Stylesheet (*.css)
Delphi Form Module=Αρχεία Delphi Form Module (*.dfm)
HTML with Scripts=Αρχεία HTML (*.html;*.htm)
Java=Αρχεία Java (*.java)
JavaScript=Αρχεία JavaScript (*.js)
JSON=Αρχεία JSON (*.json)
MS-DOS Batch=Αρχεία MS-DOS Batch (*.bat;*.cmd)
Object Pascal=Αρχεία Pascal (*.pas;*.dfm;*.dpr;*.dproj)
Perl=Αρχεία Perl (*.pl;*.pm;*.cgi)
PHP=Αρχεία PHP (*.php;*.class;*.inc)
Python=Αρχεία Python (*.py)
Ruby=Αρχεία Ruby (*.rb;*.rbw)
SQL=Αρχεία SQL (*.sql)
Visual Basic=Αρχεία Visual Basic (*.vb;*.bas)
XML=Αρχεία XML (*.xml;*.xsd;*.xsl;*.xslt;*.dtd)
Macro=Αρχεία Macro (*.mcr)|*.mcr
Language=Αρχεία Γλώσσας (*.lng)|*.lng

[ConfirmReplaceDialog]
ButtonCancel=Ακύρωση
Caption=Επιβεβαίωση Αντικατάστασης
ButtonNo=Ό&χι
ButtonYes=&Ναι
ButtonYesToAll=Ναι σε ό&λα

[DownloadURLDialog]
ButtonCancel=Ακύρωση
Caption=Λήψη

[FindInFilesDialog]
ButtonCancel=Ακύρωση
Caption=Εύρεση Σε Αρχεία
CheckBoxCaseSensitive=Πεζά
ComboBoxFileMask=Τύπος Αρχείου
ButtonFind=Εύ&ρεση
ComboBoxTextToFind=Εύρεση
ComboBoxDirectory=Φάκελος
CheckBoxIncludeSubdirectories=Αναζήτηση Σε Υποφακέλους
GroupBoxOptions=Επιλογές
GroupBoxSearchDirectoryOptions=Search directory options
GroupBoxSearchDirectoryOptions:t=Translation needed

[InputQueryDialog]
ButtonOK=Εντάξει
ButtonCancel=Ακύρωση

[SearchOptionsDialog]
CheckBoxBeepIfSearchStringNotFound=Ήχος Για Τη Μη Εύρεση Συμβολοσειράς
CheckBoxCaseSensitive=Πεζά
CheckBoxEntireScope=Entire scope
CheckBoxEntireScope:t=Translation needed
CheckBoxHighlightResult=Highlight results
CheckBoxHighlightResult:t=Translation needed
CheckBoxRegularExpression=Συνήθης έκφραση
CheckBoxSearchOnTyping=Search on typing
CheckBoxSearchOnTyping:t=Translation needed
CheckBoxSelectedOnly=Selected only
CheckBoxSelectedOnly:t=Translation needed
CheckBoxShowSearchStringNotFound=Εμφάνιση Μηνύματος Για Τη Συμβολοσειρά Που Δε Βρέθηκε
CheckBoxWildCard=Wildcard
CheckBoxWildCard:t=Translation needed
CheckBoxWholeWordsOnly=Μόνο ολόκληρες λέξεις
ButtonOK=Εντάξει
ButtonCancel=Ακύρωση

[OptionsToolBarItemsDialog]
Caption=Select Items
Caption:t=Translation needed
VirtualDrawTreeAddItems:0=Menu Item
VirtualDrawTreeAddItems:t=Translation needed
ButtonAdd=Add
ButtonAdd:t=Translation needed
ButtonCancel=Ακύρωση

[ReplaceDialog]
ButtonCancel=Ακύρωση
Caption=Αντικατάσταση
CheckBoxCaseSensitive=Πεζά
ButtonFind=&Εύρεση
GroupBoxOptions=Επιλογές
ButtonReplaceAll=Αντικατάσταση Ό&λων
GroupBoxReplaceIn=Αντικατάσταση σε
RadioButtonWholeFile=Ολόκληρη η λέξη
RadioButtonAllOpenFiles=Όλα τα ανοιχτά αρχεία
RadioButtonReplaceWith=Αντικατάσταση με
RadioButtonDeleteLine=Διαγραφή γραμμής
ComboBoxSearchFor=Αναζήτηση για
CheckBoxWholeWordsOnly=Μόνο ολόκληρες λέξεις
CheckBoxRegularExpression=Συνήθης έκφραση
CheckBoxWildCard=Wildcard
CheckBoxWildCard:t=Translation needed
CheckBoxPromptOnReplace=Prompt on replace
CheckBoxPromptOnReplace:t=Translation needed

[ConvertForm]
Caption=Μετατροπή Μεταξύ Αριθμητικών Μονάδων
ComboBoxType=Είδος
ComboBoxFrom=Από
ComboBoxTo=Σε
EditValue=Τιμή
EditResult=Αποτέλεσμα

[PrintPreviewDialog]
ActionColors=Colors
ActionColors:h=Toggle colors
ActionExit=Exit
ActionExit:h=Exit the print preview
ActionFirst=First
ActionFirst:h=Πρώτη|Μετάβαση στη πρώτη σελίδα
ActionHighlight=Highlight
ActionHighlight:h=Toggle highlight
ActionLast=Last
ActionLast:h=Τελευταία|Μετάβαση στη τελευταία σελίδα
ActionLineNumbers=Line Numbers
ActionLineNumbers:h=Εναλλαγή αριθμών γραμμής
ActionNext=Next
ActionNext:h=Επόμενη|Μετάβαση στην επόμενη σελίδα
ActionPrevious=Previous
ActionPrevious:h=Προηγούμενη|Μετάβαση στη προηγούμενη σελίδα
ActionPrint=Print
ActionPrint:h=Εκτύπωση|Εκτύπωση εγγράφου
ActionWordWrap=Word wrap
ActionWordWrap:h=Εναλλαγή αναδίπλωσης κειμένου
ActionZoomIn=Zoom in
ActionZoomIn:h=Zoom in
ActionZoomOut=Zoom out
ActionZoomOut:h=Zoom out
ActionZoom=Zoom
ActionZoom:h=Μεγέθυνση|Μεγέθυνση/Σμίκρυνση
Caption=Print Προεπισκόπηση

[SearchForFilesForm]
Caption=Αναζήτηση Αρχείων
PanelSearchingFiles=Αναζήτηση αρχείων...

[CompareFrame]
CopySelectionLeftAction:h=Αντιγραφή επιλογής στα αριστερά
CopySelectionRightAction:h=Αντιγραφή επιλογής στα δεξιά
FindNextDifferenceAction:h=Εύρεση της επόμενης διαφοράς
LeftDocumentButtonClickAction:h=Άνοιγμα εγγράφου
LeftLabel=Αριστερή σειρά:
OpenDocumentsLeftAction:h=Άνοιγμα εγγράφου
OpenDocumentsRightAction:h=Άνοιγμα εγγράφου
RefreshAction:h=Ανανέωση εγγράφων
RightDocumentButtonClickAction:h=Άνοιγμα του εγγράφου
RightLabel=Δεξιά σειρά:
SaveLeftGridAction:h=Αποθήκευση του εγγράφου
SaveRightGridAction:h=Αποθήκευση του εγγράφου

[OptionsCompareFrame]
IgnoreCaseCheckBox=Παράλειψη Πεζών
IgnoreBlanksCheckBox=Παράλειψη Κενών

[OptionsEditorCaretFrame]
CheckBoxVisible=Visible
CheckBoxVisible:t=Translation needed
CheckBoxRightMouseClickMovesCaret=Right mouse click moves caret
CheckBoxRightMouseClickMovesCaret:t=Translation needed
GroupBoxNonBlinkingCaret=Non-blinking caret
GroupBoxNonBlinkingCaret:t=Translation needed
CheckBoxNonblinkingCaretEnabled=Enabled
CheckBoxNonblinkingCaretEnabled:t=Translation needed
ColorBoxNonblinkingCaretBackground=Background color
ColorBoxNonblinkingCaretBackground:t=Translation needed
ColorBoxNonblinkingCaretForeground=Foreground color
ColorBoxNonblinkingCaretForeground:t=Translation needed
GroupBoxStyles=Styles
GroupBoxStyles:t=Translation needed
ComboBoxStylesInsertCaret=Insert
ComboBoxStylesInsertCaret:t=Translation needed
ComboBoxStylesOverwriteCaret=Overwrite
ComboBoxStylesOverwriteCaret:t=Translation needed

[OptionsEditorCodeFoldingFrame]
CheckBoxVisible=Visible
CheckBoxVisible:t=Translation needed
CheckBoxFoldMultilineComments=Fold multiline comments
CheckBoxFoldMultilineComments:t=Translation needed
CheckBoxHighlightIndenGuides=Highlight indent guides
CheckBoxHighlightIndenGuides:t=Translation needed
CheckBoxHighlightMatchingPair=Highlight matching pair
CheckBoxHighlightMatchingPair:t=Translation needed
CheckBoxShowCollapsedCodeHint=Show collapsed code hint
CheckBoxShowCollapsedCodeHint:t=Translation needed
CheckBoxShowCollapsedLine=Show collapsed line
CheckBoxShowCollapsedLine:t=Translation needed
CheckBoxShowIndentGuides=Show indent guides
CheckBoxShowIndentGuides:t=Translation needed
CheckBoxUncollapseByHintClick=Uncollapse by hint click
CheckBoxUncollapseByHintClick:t=Translation needed
ComboBoxMarkStyle=Mark style
ComboBoxMarkStyle:t=Translation needed

[OptionsEditorColorFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxHighlighter=Highlighter
ComboBoxHighlighter:t=Translation needed
TabSheetEditor=Editor
TabSheetEditor:t=Translation needed
ComboBoxEditorElement=Element
ComboBoxEditorElement:t=Translation needed
ColorComboBoxEditorColor=Color
ColorComboBoxEditorColor:t=Translation needed
TabSheetElements=Elements
TabSheetElements:t=Translation needed
ComboBoxElementsName=Name
ComboBoxElementsName:t=Translation needed
ColorComboBoxElementsForeground=Foreground
ColorComboBoxElementsForeground:t=Translation needed
ColorComboBoxElementsBackground=Background
ColorComboBoxElementsBackground:t=Translation needed
GroupBoxAttributes=Attributes
GroupBoxAttributes:t=Translation needed
CheckBoxElementsAttributesBold=Bold
CheckBoxElementsAttributesBold:t=Translation needed
CheckBoxElementsAttributesItalic=Italic
CheckBoxElementsAttributesItalic:t=Translation needed
CheckBoxElementsAttributesUnderline=Underline
CheckBoxElementsAttributesUnderline:t=Translation needed
TabSheetGeneral=General
TabSheetGeneral:t=Translation needed
EditVersion=Version
EditVersion:t=Translation needed
DateEditDate=Date
DateEditDate:t=Translation needed
TabSheetAuthor=Author
TabSheetAuthor:t=Translation needed
EditName=Name
EditName:t=Translation needed
EditEmail=Email
EditEmail:t=Translation needed
TabSheetSkin=Skin
TabSheetSkin:t=Translation needed
LabelSkinDescription=Use skin color for selected elements
LabelSkinDescription:t=Translation needed
CheckBoxSkinActiveLineBackground=Active line background
CheckBoxSkinActiveLineBackground:t=Translation needed
CheckBoxSkinForeground=Foreground
CheckBoxSkinForeground:t=Translation needed
CheckBoxSkinSelectionForeground=Selection foreground
CheckBoxSkinSelectionForeground:t=Translation needed
CheckBoxSkinLeftMarginBackground=Left margin background
CheckBoxSkinLeftMarginBackground:t=Translation needed
CheckBoxSkinCodeFoldingBackground=Code folding background
CheckBoxSkinCodeFoldingBackground:t=Translation needed
CheckBoxSkinCompletionProposalBackground=Completion proposal background
CheckBoxSkinCompletionProposalBackground:t=Translation needed
CheckBoxSkinBackground=Background
CheckBoxSkinBackground:t=Translation needed
CheckBoxSkinSelectionBackground=Selection background
CheckBoxSkinSelectionBackground:t=Translation needed
CheckBoxSkinBookmarkPanelBackground=Bookmark panel background
CheckBoxSkinBookmarkPanelBackground:t=Translation needed
CheckBoxSkinCodeFoldingHintBackground=Code folding hint background
CheckBoxSkinCodeFoldingHintBackground:t=Translation needed
CheckBoxSkinCompletionProposalSelectionBackground=Completion proposal selection background
CheckBoxSkinCompletionProposalSelectionBackground:t=Translation needed

[OptionsEditorCompletionProposalFrame]
CheckBoxEnabled=Ενεργοποιημένο
CheckBoxCaseSensitive=Πεζά
ComboBoxShortcut=Συντόμευση

[OptionsEditorFontFrame]
ComboBoxColor=Color
ComboBoxColor:t=Transalation needed
ComboBoxElement=Element
ComboBoxElement:t=Transalation needed
FontComboBoxFont=Font
FontComboBoxFont:t=Transalation needed
EditFontSize=Font size
EditFontSize:t=Transalation needed

[OptionsEditorLeftMarginFrame]
CheckBoxAutoSize:t=Translation needed
CheckBoxAutoSize=Auto Size
CheckBoxShowAfterLastLine:t=Translation needed
CheckBoxShowAfterLastLine=Show Line Numbers After Last Line
CheckBoxShowBookmarkPanel:t=Translation needed
CheckBoxShowBookmarkPanel=Show Bookmark Panel
CheckBoxShowBookmarks:t=Translation needed
CheckBoxShowBookmarks=Show Bookmarks
CheckBoxShowInTens:t=Translation needed
CheckBoxShowInTens=Line Numbers In Tens
CheckBoxShowLeadingZeros:t=Translation needed
CheckBoxShowLeadingZeros=Line Numbers Zero Start
CheckBoxShowLineState:t=Translation needed
CheckBoxShowLineState=Show line state
CheckBoxVisible:t=Translation needed
CheckBoxVisible=Visible
EditBookmarkPanelWidth=Bookmark panel width
EditBookmarkPanelWidth:t=Translation needed
EditWidth=Πλάτος
GroupBoxLineNumbers=Line numbers
GroupBoxLineNumbers:t=Translation needed

[OptionsEditorMatchingPairFrame]
CheckBoxEnabled=Enabled
CheckBoxEnabled:t=Translation needed
CheckBoxHighlightAfterToken=Highlight after token
CheckBoxHighlightAfterToken:t=Translation needed
CheckBoxHighlightUnmatched=Highlight unmatched
CheckBoxHighlightUnmatched:t=Translation needed

[OptionsEditorMinimapFrame]
CheckBoxVisible=Visible
CheckBoxVisible:t=Translation needed
CheckBoxShowIndentGuides=Show indent guides
CheckBoxShowIndentGuides:t=Translation needed
EditWidth=Πλάτος

[OptionsEditorOptionsFrame]
CheckBoxAutoIndent=Αυτόματο Διαχωριστικό
CheckBoxAutoSave=Αυτόματη Αποθήκευση
CheckBoxDragDropEditing=Drag drop editing
CheckBoxDragDropEditing:t=Translation needed
CheckBoxDropFiles=Drop files
CheckBoxDropFiles:t=Translation needed
CheckBoxGroupUndo=Group undo
CheckBoxGroupUndo:t=Translation needed
CheckBoxTrimTrailingSpaces=Περικοπή Τελικών Διαστημάτων
CheckBoxUndoAfterSave=Αναίρεση Μετά Την Αποθήκευση
EditLineSpacing=Line Spacing
EditLineSpacing:t=Translation needed

[OptionsEditorRightMarginFrame]
CheckBoxVisible=Visible
CheckBoxVisible:t=Translation needed
CheckBoxMouseMove=Mouse Move
CheckBoxMouseMove:t=Translation needed
CheckBoxShowMovingHint=Show moving hint
CheckBoxShowMovingHint:t=Translation needed
EditPosition=Position
EditPosition:t=Translation needed

[OptionsEditorScrollFrame]
CheckBoxAutosizeMaxWidth=Autosize max width
CheckBoxAutosizeMaxWidth:t=Translation needed
CheckBoxHalfPage=Half page
CheckBoxHalfPage:t=Translation needed
CheckBoxHintFollows=Hint follows
CheckBoxHintFollows:t=Translation needed
CheckBoxPastEndOfFile=Μετάβαση Στο Τέλος Του Αρχείου
CheckBoxPastEndOfLineMarker=Μετάβαση Στο Τέλος Της Γραμμής
CheckBoxShowHint=Show Scroll Hint
CheckBoxShowHint:t=Translation needed

[OptionsEditorSearchFrame]
CheckBoxDocumentSpecificSearch=Document-specific search
CheckBoxDocumentSpecificSearch:t=Translation needed
CheckBoxShowSearchMap=Show search map
CheckBoxShowSearchMap:t=Translation needed
CheckBoxHighlightResults=Show search highlighter
CheckBoxHighlightResults:t=Translation needed

[OptionsEditorSelectionFrame]
CheckBoxVisible=Visible
CheckBoxVisible:t=Translation needed
CheckBoxALTSetsColumnMode=ALT sets column mode
CheckBoxALTSetsColumnMode:t=Translation needed
CheckBoxTripleClickRowSelect=Επιλογή Γραμμής Με Τριπλό Κλίκ

[OptionsEditorSpecialCharsFrame]
CheckBoxUseTextColor=Use text color
CheckBoxUseTextColor:t=Translation needed
ColorComboBoxColor=Color
ColorComboBoxColor:t=Translation needed
ComboBoxStyle=Style                      
ComboBoxStyle:t=Translation needed
GroupBoxEndOfLine=End of line
GroupBoxEndOfLine:t=Translation needed
CheckBoxEndOfLineVisible=Visible
CheckBoxEndOfLineVisible:t=Translation needed
GroupBoxEndOfLine=Color
GroupBoxEndOfLine:t=Translation needed
ComboBoxEndOfLineStyle=Style
ComboBoxEndOfLineStyle:t=Translation needed
GroupBoxSelection=Selection
GroupBoxSelection:t=Translation needed
CheckBoxSelectionVisible=Visible
CheckBoxSelectionVisible:t=Translation needed
ColorComboBoxSelectionColor=Color
ColorComboBoxSelectionColor:t=Translation needed

[OptionsEditorTabulatorFrame]
CheckBoxSelectedBlockIndent=Selected block indent
CheckBoxSelectedBlockIndent:t=Translation needed
CheckBoxTabsToSpaces==Καρτέλες σε Διαστήματα
EditWidth=Πλάτος

[OptionsMainMenuFrame]
CheckBoxUseSystemFont=Χρήση Γραμματοσειράς Συστήματος
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsOutputFrame]
CheckBoxShowTreeLines=Εμφάνιση Γραμμών Δέντρου
CheckBoxShowCheckBox=Show check box
CheckBoxShowCheckBox:t=Translation needed
EditIndent=Διαχωριστικό

[OptionsPrintFrame]
ComboBoxDocumentName=Όνομα Εγγράφου
ComboBoxPageNumber=Αριθμός Σελίδας
ComboBoxPrintedBy=Εκτυπώθηκε Από
ComboBoxDateTime=Ημέρα Ώρα
CheckBoxShowHeaderLine=Εμφάνιση Γραμμής Κεφαλίδας
CheckBoxShowFooterLine=Εμφάνιση Γραμμής Υποσέλιδου
CheckBoxShowLineNumbers=Εμφάνιση Αριθμών Γραμμών
CheckBoxWordWrap=Αναδίπλωση Κειμένου

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=Keyword align
ComboBoxKeywordAlign:t=Translation needed
CheckBoxKeywordAlignmentLeftJustify=Keyword alignment strict left
CheckBoxKeywordAlignmentLeftJustify:t=Translation needed

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=Keywords
ComboBoxKeywords:t=Translation needed
ComboBoxIdentifier=Identifier
ComboBoxIdentifier:t=Translation needed
ComboBoxQuotedIdentifier=Quoted identifier
ComboBoxQuotedIdentifier:t=Translation needed
ComboBoxTableName=Table name
ComboBoxTableName:t=Translation needed
ComboBoxColumnName=Column name
ComboBoxColumnName:t=Translation needed
ComboBoxAliasName=Alias name
ComboBoxAliasName:t=Translation needed
ComboBoxVariableName=Variable name
ComboBoxVariableName:t=Translation needed
ComboBoxFunctionName=Function name
ComboBoxFunctionName:t=Translation needed
ComboBoxDataType=Data type
ComboBoxFunctionName:t=Translation needed

[OptionsSQLFormatterFrame]
ComboBoxDatabase=Database
ComboBoxDatabase:t=Translation needed

[OptionsSQLIndentationFrame]
EditIndentLength=Indent length
EditIndentLength
CheckBoxUseTab=Use tab
CheckBoxUseTab
EditTabSize=Tab size
EditTabSize
EditFunctionBodyIndent=Function body indent
EditFunctionBodyIndent:t=Translation needed
CheckBoxBlockOnNewLine=Block on new line
CheckBoxBlockOnNewLine:t=Translation needed
EditBlockLeftIndentSize=Block left indent size
EditBlockLeftIndentSize:t=Translation needed
EditBlockRightIndentSize=Block right indent size
EditBlockRightIndentSize:t=Translation needed
EditBlockIndentSize=Block indent size
EditBlockIndentSize:t=Translation needed
EditSingleStatementIndent=IF/ELSE single statement indent size
EditSingleStatementIndent:t=Translation needed

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=Column list style
ComboBoxColumnListStyle:t=Translation needed
ComboBoxValueListStyle=Value list style
ComboBoxValueListStyle:t=Translation needed
EditInsertColumnsPerLine=Insert columns per line
EditInsertColumnsPerLine:t=Translation needed
CheckBoxParenthesisInSeparateLines=Parenthesis in separate lines
CheckBoxParenthesisInSeparateLines:t=Translation needed

[OptionsSQLSelectFrame]
TabSheetColumnList=Column list
TabSheetColumnList:t=Translation needed
TabSheetSubquery=Subquery
TabSheetSubquery:t=Translation needed
TabSheetIntoClause=INTO clause
TabSheetIntoClause:t=Translation needed
TabSheetFromJoinClause=FROM/JOIN clause
TabSheetFromJoinClause:t=Translation needed
TabSheetAndOrKeyword=AND/OR keyword
TabSheetAndOrKeyword:t=Translation needed
TabSheetGroupByClause=GROUP BY clause
TabSheetGroupByClause:t=Translation needed
TabSheetHavingClause=HAVING clause
TabSheetHavingClause:t=Translation needed
TabSheetOrderByClause=ORDER BY clause
TabSheetOrderByClause:t=Translation needed
ComboBoxColumnListStyle=Style
ComboBoxColumnListStyle:t=Translation needed
ComboBoxColumnListLineBreak=Line break
ComboBoxColumnListLineBreak:t=Translation needed
CheckBoxAlignAlias=Align alias
CheckBoxAlignAlias:t=Translation needed
CheckBoxColumnInNewLine=Columns in new line
CheckBoxColumnInNewLine:t=Translation needed
CheckBoxTreatDistinctAsVirtualColumn=Treat DISTINCT as virtual column
CheckBoxTreatDistinctAsVirtualColumn:t=Translation needed
CheckBoxNewLineAfterIn=New line after IN
CheckBoxNewLineAfterIn:t=Translation needed
CheckBoxNewLineAfterExists=New line after EXISTS
CheckBoxNewLineAfterExists:t=Translation needed
CheckBoxNewlineAfterComparisonOperator=New line after comparison operator
CheckBoxNewlineAfterComparisonOperator:t=Translation needed
CheckBoxNewlineBeforeComparisonOperator=New line before comparison operator
CheckBoxNewlineBeforeComparisonOperator:t=Translation needed
CheckBoxIntoClauseInNewLine=INTO clause in new line
CheckBoxIntoClauseInNewLine:t=Translation needed
ComboBoxFromClauseStyle=Style
ComboBoxFromClauseStyle:t=Translation needed
CheckBoxFromClauseInNewLine=FROM clause in new line
CheckBoxFromClauseInNewLine:t=Translation needed
CheckBoxJoinClauseInNewLine=JOIN clause in new line
CheckBoxJoinClauseInNewLine:t=Translation needed
CheckBoxAlignJoinWithFromKeyword=Align JOIN with FROM keyword
CheckBoxAlignJoinWithFromKeyword:t=Translation needed
CheckBoxAlignAndOrWithOnInJoinClause=Align AND/OR with ON in JOIN clause
CheckBoxAlignAndOrWithOnInJoinClause:t=Translation needed
CheckBoxAlignAliasInFromClause=Align alias in FROM clause
CheckBoxAlignAliasInFromClause:t=Translation needed
ComboBoxAndOrLineBreak=Line break
ComboBoxAndOrLineBreak:t=Translation needed
CheckBoxAndOrUnderWhere=AND/OR under WHERE
CheckBoxAndOrUnderWhere:t=Translation needed
CheckBoxWhereClauseInNewline=WHERE clause in new line
CheckBoxWhereClauseInNewline:t=Translation needed
CheckBoxWhereClauseAlignExpr=WHERE clause align expr
CheckBoxWhereClauseAlignExpr:t=Translation needed
ComboBoxGroupByClauseStyle=Style
ComboBoxGroupByClauseStyle:t=Translation needed
CheckBoxGroupByClauseInNewLine=GROUP BY clause in new line
CheckBoxGroupByClauseInNewLine:t=Translation needed
CheckBoxHavingClauseInNewLine=HAVING clause in new line
CheckBoxHavingClauseInNewLine:t=Translation needed
ComboBoxOrderByClauseStyle=Style
ComboBoxOrderByClauseStyle:t=Translation needed
CheckBoxOrderByClauseInNewLine=ORDER BY clause in new line
CheckBoxOrderByClauseInNewLine:t=Translation needed

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=Column list style
ComboBoxColumnListStyle:t=Translation needed

[OptionsSQLWhitespaceFrame]
CheckBoxSpaceAroundOperator=Space around operator of arithmetric expression
CheckBoxSpaceAroundOperator:t=Translation needed
CheckBoxSpaceInsideCreate=Space inside parenthesis in CREATE FUNCTION/PROCEDURE
CheckBoxSpaceInsideCreate:t=Translation needed
CheckBoxSpaceInsideExpression=Space inside parenthesis in expression
CheckBoxSpaceInsideExpression:t=Translation needed
CheckBoxSpaceInsideSubquery=Space inside parenthesis in subquery
CheckBoxSpaceInsideSubquery:t=Translation needed
CheckBoxSpaceInsideFunction=Space inside parenthesis in function call
CheckBoxSpaceInsideFunction:t=Translation needed
CheckBoxSpaceInsideTypename=Space inside parenthesis of typename in CREATE TABLE
CheckBoxSpaceInsideTypename:t=Translation needed

[OptionsStatusBarFrame]
CheckBoxUseSystemFont=Χρήση Γραμματοσειράς Συστήματος
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsToolBarFrame]
VirtualDrawTree:h=Use drag and drop to move menu items. Right click popup menu to insert and delete items.
VirtualDrawTree:0=Menu Item
VirtualDrawTree:t=Translation needed
ActionAddItem=Add Item
ActionAddItem:h=Add item
ActionAddItem:t=Translation needed
ActionDelete=Delete
ActionDelete:h=Delete
ActionDelete:t=Translation needed
ActionAddDivider=Add Divider
ActionAddDivider:h=Add divider
ActionAddDivider:t=Translation needed
ActionReset=Reset
ActionReset:h=Reset menu items
ActionReset:t=Translation needed
ActionMoveUp=Move up     
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down     
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed

[AboutDialog]
Caption=Περί EditBone
LabelCopyright=Πνευματικά δικαιώματα %s.
LabelMemoryAvailable=Διαθέσιμη μνήμη Windows: %s
ButtonOK=Εντάξει
ButtonDonations=Donations
ButtonDonations:t=Translation needed
LabelDevelopmentEnvironment=Development Environment
LabelDevelopmentEnvironment:t=Translation needed
LabelThirdPartyComponents=3rd Party Components
LabelThirdPartyComponents:t=Translation needed
LabelLanguageFileContributors=Language File Contributors
LabelLanguageFileContributors:t=Translation needed
LabelIcons=Icons
LabelIcons:t=Translation needed
LabelVersion=Έκδοση %s (%d-bit)

[DirectoryTabDialog]
ButtonCancel=Ακύρωση
CheckBoxExcludeOtherBranches=Εξαίρεση Άλλων Υποκαταστημάτων Καταλόγου
ButtonOK=&Εντάξει
EditRootDirectory=Κεντρικός Κατάλογος
ComboBoxDrives=Οδηγών
ComboBoxFileMask=Είδους Αρχείου
EditTabName=Όνομα Καρτέλας
GroupBoxOptions=Επιλογές

[LanguageEditorForm]
ActionExit:h=Κλείσιμο του προγράμματος επεξεργασίας γλώσσας
ActionExit:t=Translation needed
ActionExit=Exit
ActionFileNew:h=Δημιουργία αρχείου νέας γλώσσας
ActionFileNew:t=Translation needed
ActionFileNew=New
ActionFileOpen:h=Άνοιγμα αρχείου υπάρχουσας γλώσσας
ActionFileOpen:t=Translation needed
ActionFileOpen=Open
ActionFileSave:h=Αποθήκευση του αρχείου γλώσσας
ActionFileSave:t=Translation needed
ActionFileSave=Save
VirtualDrawTree:0=Αντικείμενο
VirtualDrawTree:1=Τίτλος
VirtualDrawTree:2=Υπόδειξη
VirtualDrawTree:3=Συντόμευση


[OptionsForm]
ActionCompare=Σύγκριση Αρχείων
ActionDirectory=Κατάλογος
ActionDirectoryTabs=Καρτέλες
ActionEditor=Συντάκτης
ActionEditorCaret:t=Transalation needed
ActionEditorCaret=Caret
ActionEditorCodeFolding:t=Transalation needed
ActionEditorCodeFolding=Code folding
ActionEditorColors:t=Transalation needed
ActionEditorColors=Colors
ActionEditorCompletionProposal=Πρόταση Ολοκλήρωσης
ActionEditorDefaults:t=Transalation needed
ActionEditorDefaults=Defaults
ActionEditorFonts=Γραμματοσειρά
ActionEditorLeftMargin:t=Translation needed
ActionEditorLeftMargin=Left Margin
ActionEditorMatchingPair:t=Transalation needed
ActionEditorMatchingPair=Matching pair
ActionEditorMinimap:t=Transalation needed
ActionEditorMinimap=Minimap
ActionEditorRightMargin:t=Translation needed
ActionEditorRightMargin=Right Margin
ActionEditorScroll:t=Transalation needed
ActionEditorScroll=Scroll
ActionEditorSearch=Αναζήτηση
ActionEditorSelection:t=Transalation needed
ActionEditorSelection=Selection
ActionEditorSpecialChars:t=Transalation needed
ActionEditorSpecialChars=Special chars
ActionEditorTabs:t=Transalation needed
ActionEditorTabs=Tabs
ActionEditorTabulator:t=Transalation needed
ActionEditorTabulator=Tabulator
ActionFileTypes=Είδη Αρχείων
ActionMainMenu=Κυρίως Μενού
ActionOutput=Output
ActionOutputTabs=Καρτέλες
ActionPrint=Εκτύπωση
ActionSQLAlignments:t=Translation needed
ActionSQLAlignments=Alignments
ActionSQLCapitalization:t=Translation needed
ActionSQLCapitalization=Capitalization
ActionSQLFormatter:t=Translation needed
ActionSQLFormatter=SQL Formatter
ActionSQLIndentation:t=Translation needed
ActionSQLIndentation=Indentation
ActionSQLInsert:t=Translation needed
ActionSQLInsert=Insert
ActionSQLSelect:t=Translation needed
ActionSQLSelect=Select
ActionSQLUpdate:t=Translation needed
ActionSQLUpdate=Update
ActionSQLWhitespace:t=Translation needed
ActionSQLWhitespace=Whitespace
ActionStatusBar=Γραμμή Κατάστασης
ActionToolbar=Μπαρα Εργαλείων
ButtonCancel=Ακύρωση
ButtonOK=&Εντάξει
Caption=Επιλογές
EditorTabsAction=Καρτέλες

[UnicodeCharacterMapForm]
Caption=Πίνακας Χαρακτήρων Unicode

[DirectoryFrame]
ActionDirectoryClose:h=Κλείσιμο τρέχοντος καταλόγου
ActionDirectoryClose=Κ&λείσιμο Καταλόγου
ActionDirectoryClose:s=Shift+Ctrl+D
ActionDirectoryDelete:h=Διαγραφή αρχείου ή καταλόγου
ActionDirectoryDelete=&Διαγραφή
ActionDirectoryEdit:h=Επεξεργασία ενεργού καταλόγου
ActionDirectoryEdit=Επε&ξεργασία Καταλόγου
ActionDirectoryEdit:s=Shift+Ctrl+E
ActionDirectoryOpen:h=Άνοιγμα νέου καταλόγου
ActionDirectoryOpen=Άνοιγμα &Καταλόγου
ActionDirectoryOpen:s=Ctrl+D
ActionDirectoryRefresh:h=Ανανέωση αρχείων
ActionDirectoryRefresh=&Ανανέωση
ActionDirectoryRename:h=Μετονομασία αρχείου ή καταλόγου
ActionDirectoryRename=Με&τονομασία
ActionDirectoryProperties:h=Δείτε τις ιδιότητες αρχείου/καταλόγου
ActionDirectoryProperties=Ι&διότητες...
ActionDirectoryFiles=Αρ&χεία...
ActionDirectoryFiles:h=Αναζήτηση αρχείων στον επιλεγμένο κατάλογο
ActionDirectoryFiles:s=Ctrl+F12
ActionDirectoryFindInFiles:h=Αναζήτηση συμβολοσειράς σε πολλαπλά αρχεία
ActionDirectoryFindInFiles=&Εύρεση σε Αρχεία...
ActionDirectoryContextMenu=C&ontext Menu
ActionDirectoryContextMenu:h=Context menu
ActionDirectoryContextMenu:t=Translation needed

[DocumentFrame]
ActionXMLTreeRefresh:h=Ανανέωση δέντρου XML
ActionXMLTreeRefresh=&Ανανέωση

[OptionsDirectoryFrame]
CheckBoxShowTreeLines=Εμφάνιση Γραμμών Δέντρου
CheckBoxShowHiddenFiles=Εμφάνιση Κρυφών Αρχείων
CheckBoxShowSystemFiles=Εμφάνιση Αρχείων Συστήματος
CheckBoxShowArchiveFiles=Εμφάνιση Αρχειοθετημένων Αρχείων
CheckBoxShowOverlayIcons=Show Overlay Icons
CheckBoxShowOverlayIcons:t=Translation needed
EditIndent=Διαχωριστικό

[OptionsDirectoryTabsFrame]
CheckBoxMultiline=Πολλαπλές Γραμμές
CheckBoxShowCloseButton=Εμφάνιση Πλήκτρου Κλεισίματος
CheckBoxShowImage=Εμφάνιση Εικόνας
CheckBoxCloseTabByDblClick=Κλείσιμο Καρτέλας Με Διπλό Κλικ
CheckBoxCloseTabByMiddleClick=Κλείσιμο Καρτέλας Με Μεσαίο Κλικ
CheckBoxDoubleBuffered=Διπλή Προσωρινή Καταχώρηση
CheckBoxSaveTabs=Αποθήκευση Καρτελών
CheckBoxRightClickSelect=Επιλογή Με Δεξί Κλικ

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Color
ComboBoxDefaultColor:t=Transalation needed
ComboBoxDefaultEncoding=Encoding
ComboBoxDefaultEncoding:t=Transalation needed
ComboBoxDefaultHighlighter=Highlighter
ComboBoxDefaultHighlighter:t=Transalation needed

[OptionsEditorTabsFrame]
CheckBoxMultiline=Πολλαπλές Γραμμές
CheckBoxShowCloseButton=Εμφάνιση Πλήκτρου Κλεισίματος
CheckBoxShowImage=Εμφάνιση Εικόνας
CheckBoxCloseTabByDblClick=Κλείσιμο Καρτέλας Με Διπλό Κλικ
CheckBoxCloseTabByMiddleClick=Κλείσιμο Καρτέλας Με Μεσαίο Κλικ
CheckBoxDoubleBuffered=Διπλή Προσωρινή Καταχώρηση
CheckBoxSaveTabs=Αποθήκευση Καρτελών
CheckBoxRightClickSelect=Επιλογή Με Δεξί Κλικ

[OptionsFileTypesFrame]
EditExtensions=Επεκτάσεις
VirtualDrawTree:0=Τύπος Αρχείου

[OptionsOutputTabsFrame]
CheckBoxMultiline=Πολλαπλές Γραμμές
CheckBoxShowCloseButton=Εμφάνιση Πλήκτρου Κλεισίματος
CheckBoxShowImage=Εμφάνιση Εικόνας
CheckBoxCloseTabByDblClick=Κλείσιμο Καρτέλας Με Διπλό Κλικ
CheckBoxCloseTabByMiddleClick=Κλείσιμο Καρτέλας Με Μεσαίο Κλικ
CheckBoxDoubleBuffered=Διπλή Προσωρινή Καταχώρηση
CheckBoxSaveTabs=Αποθήκευση Καρτελών
CheckBoxRightClickSelect=Επιλογή Με Δεξί Κλικ

[OutputFrame]
ActionCloseAllOtherPages:h=Κλείσιμο όλων των άλλων
ActionCloseAllOtherPages=Κλείσιμο Ό&λων Των Άλλων Σελίδων
ActionOutputClose:h=Κλείσιμο τρέχουσας σελίδας
ActionOutputClose=&Κλείσιμο
ActionOutputCloseAll:h=Κλείσιμο όλων των σελίδων
ActionOutputCloseAll=Κλείσιμο Ό&λων
ActionCopyAllToClipboard=Αντιγρα&φή Στο Πρόχειρο
ActionCopyAllToClipboard:h=Αντιγραφή στο πρόχειρο
ActionCopySelectedToClipboard=Copy selected to clipboard
ActionCopySelectedToClipboard:h=Copy selected to clipboard
ActionCopySelectedToClipboard:t=Translation needed
ActionOpenAll=Ά&νοιγμα Όλων
ActionOpenAll:h=Άνοιγμα όλων των αρχείων
ActionOpenSelected=&Open selected
ActionOpenSelected:h=Open selected files
ActionOpenSelected:t=Translation needed
ActionSelectAll=Select all
ActionSelectAll:h=Select all files
ActionSelectAll:t=Translation needed
ActionUnSelectAll=Unselect all
ActionUnSelectAll:h=Unselect all files
ActionUnSelectAll:t=Translation needed

[SQLFormatterConstant]
Stacked=Stacked
Stacked:t=Translation needed
Wrapped=Wrapped
Wrapped:t=Translation needed
AfterComma=After comma
AfterComma:t=Translation needed
BeforeComma=Before comma
BeforeComma:t=Translation needed
BeforeCommaWithSpace=Before comma with space
BeforeCommaWithSpace:t=Translation needed
NoLineBreak=No line break
NoLineBreak:t=Translation needed
BeforeAndOr=Before AND/OR
BeforeAndOr:t=Translation needed
AfterAndOr=After AND/OR
AfterAndOr:t=Translation needed
Left=Left
Left:t=Translation needed
Right=Right
Right:t=Translation needed
None=None
None:t=Translation needed
Uppercase=Uppercase
Uppercase:t=Translation needed
Lowercase=Lowercase
Lowercase:t=Translation needed
SentenceCase=Sentence case
SentenceCase:t=Translation needed
NoChange=No change
NoChange:t=Translation needed

[ConvertConstant]
Distance=Απόσταση
Micromicrons=Micromicrons
Angstroms=Άνγκστρεμ
Millimicrons=Χιλιοστομικρά
Microns=Μικρόμετρα
Millimeters=Χιλιοστά
Centimeters=Εκατοστά
Decimeters=Δεκατόμετρα
Meters=Μέτρα
Decameters=Δεκατόμετρα
Hectometers=Εκατόμετρα
Kilometers=Χιλιόμετρα
Megameters=Μεγάμετρα
Gigameters=Γιγάμετρα
Inches=Ίντσες
Feet=Πόδια
Yards=Γιάρδες
Miles=Μίλια
NauticalMiles=Ναυτικά Μίλια
AstronomicalUnits=Αστρονομικές Μονάδες
LightYears=Έτη Φωτός
Parsecs=Παρσέκ
Cubits=Πήχεις
Fathoms=Οργιές
Furlongs=Furlongs
Hands=Χέρια
Paces=Βήματα
Rods=Ράβδοι
Chains=Αλυσίδες
Links=Σύνδεσμοι
Picas=Picas
Points=Πόντοι
Area=Έκταση
SquareMillimeters=Τετραγωνικά Χιλιοστά
SquareCentimeters=Τετραγωνικά Εκατοστά
SquareDecimeters=Τετραγωνικά Δεκατόμετρα
SquareMeters=Τετραγωνικά Μέτρα
SquareDecameters=Τετραγωνικά Δεκατόμετρα
SquareHectometers=Τετραγωνικά Εκατόμετρα
SquareKilometers=Τετραγωνικά Χιλιόμετρα
SquareInches=Τετραγωνικές Ίντσες
SquareFeet=Τετραγωνικά Πόδια
SquareYards=Τετραγωνικές Γιάρδες
SquareMiles=Τετραγωνικά Μίλια
Acres=Στρέμματα
Centares=Centares
Ares=Εκατόμετρα
Hectares=Εκτάρια
SquareRods=Τετραγωνικά Rods
Volume=Τόμος
CubicMillimeters=Κυβικά Χιλιοστά
CubicCentimeters=Κυβικά Εκατοστά
CubicDecimeters=Κυβικά Δεκατόμετρα
CubicMeters=Κυβικά Μέτρα
CubicDecameters=Κυβικά Δεκάμετρα
CubicHectometers=Κυβικά Εκατόμετρα
CubicKilometers=Κυβικά Χιλιόμετρα
CubicInches=Κυβικές Ίντσες
CubicFeet=Κυβικά Πόδια
CubicYards=Κυβικές Γιάρδες
CubicMiles=Κυβικά Μίλια
MilliLiters=Χιλιοστόλιτρα
CentiLiters=Εκατοστόμετρα
DeciLiters=Δεκατόλιτρα
Liters=Λίτρα
DecaLiters=Δεκάλιτρα
HectoLiters=Εκατόλιτρα
KiloLiters=Χιλιόλιτρα
AcreFeet=Πόδια
AcreInches=Ίντσες
Cords=Cords
CordFeet=Cord Feet
Decisteres=Decisteres
Steres=Κυβικά Μέτρα
Decasteres=Decasteres
FluidGallons=Γαλόνια (Υγρό)
FluidPints=Πίντες Υγρού
FluidQuarts=Τέταρτα Γαλονιού
FluidCups=Κούπες Υγρού
FluidGills=Μέτρα Υγρού
FluidOunces=Ουγγιές Υγρού
FluidTablespoons=Κουταλιές Της Σούπας Υγρού
FluidTeaspoons=Κουταλιές Του Γλυκού Υγρού
DryGallons=Dry Gallons
DryQuarts=Dry Quarts
DryPints=Dry Pints
DryPecks=Dry Pecks
DryBuckets=Dry Buckets
DryBushels=Dry Bushels
UKGallons=Γαλόνια Αγγλίας
UKPottle=Pottles Αγγλίας
UKQuarts=Τέταρο Γαλονιού Αγγλίας
UKPints=Πίντες Αγγλίας
UKGill=Gills Αγγλίας
UKOunces=Ουγγιές Αγγλίας
UKPecks=Pecks Αγγλίας
UKBuckets=Buckets Αγγλίας
UKBushels=Μπουσέλ Αγγλίας
Mass=Μάζα
Nanograms=Νανογραμμάρια
Micrograms=Μικρογραμμάρια
Milligrams=Χιλιοστόγραμμα
Centigrams=Εκατοστόγραμμα
Decigrams=Δεκατογραμμάρια
Grams=Γραμμάρια
Decagrams=Δέκα Γραμμάρια
Hectograms=Εκατόγραμμα
Kilograms=Κιλά
MetricTons=Μετρικοί Τόνοι
Drams=Δράμια
Grains=Κόκκοι
LongTons=Μεγάλοι Τόνοι
Tons=Τόνοι
Ounces=Ουγγιές
Pounds=Λίβρες
Stones=Στόουν
NumeralSystem=Σύστημα Αρίθμησης
Binary=Δυαδικό
Decimal=Δεκαδικό
Hexadecimal=Δεκαεξαδικό
Temperature=Θερμοκρασία
Celsius=Κελσίου
Kelvin=Κέλβιν
Fahrenheit=Φάρεναϊτ
Time=Χρόνος
Reaumur=Reaumur
Rankine=Rankine
MilliSeconds=Χιλιοστά Του Δευ/του
Seconds=Δευτ/τα
Minutes=Λεπτά
Hours=Ώρες
Days=Ημέρες
Weeks=Εβδομάδες
Fortnights=Δεκαπενθήμερα
Months=Μήνες
Years=Έτη
Decades=Δεκαετίες
Centuries=Αιώνες
Millennia=Χιλιετίες
DateTime=Ημερομηνία Ώρα
JulianDate=Ιουλιανή Ημερομηνία
ModifiedJulianDate=Τροποποιημένη Ιουλιανή Ημερομηνία
